[
    {
        "id": 1,
        "name": "Cozy Cottage",
        "location": "Gisborne",
        "longitude": 178.0176,
        "latitude": -38.6623,
        "minStay": 3,
        "maxStay": 10,
        "bedrooms": 2,
        "bathrooms": 2,
        "image": "/images/cottage.webp",
        "description": "Welcome to \"Cozy Cottage\" nestled in the serene locale of Gisborne, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $200,000, this charming abode boasts 2 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cottage, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 2,
        "name": "Seaside Villa",
        "location": "Napier",
        "longitude": 176.918,
        "latitude": -39.4928,
        "minStay": 4,
        "maxStay": 12,
        "bedrooms": 3,
        "bathrooms": 3,
        "image": "/images/SeasideVilla.webp",
        "description": "Welcome to \"Seaside Villa\" nestled in the serene locale of Napier, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $350,000, this charming abode boasts 3 snug bedrooms and 3 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this villa, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 3,
        "name": "Mountain Retreat",
        "location": "Queenstown",
        "longitude": 168.6618,
        "latitude": -45.0312,
        "minStay": 5,
        "maxStay": 14,
        "bedrooms": 4,
        "bathrooms": 3,
        "image": "../images/MountainRetreat.webp",
        "description": "Welcome to \"Mountain Retreat\" nestled in the serene locale of Queenstown, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $500,000, this charming abode boasts 4 snug bedrooms and 3 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this retreat, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 4,
        "name": "Urban Loft",
        "location": "Auckland",
        "longitude": 174.7633,
        "latitude": -36.8485,
        "minStay": 2,
        "maxStay": 7,
        "price": 240.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/UrbanLoft.webp",
        "description": "Welcome to \"Urban Loft\" nestled in the serene locale of Auckland, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $300,000, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this loft, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 5,
        "name": "Country Manor",
        "location": "Hamilton",
        "longitude": 175.2793,
        "latitude": -37.787,
        "minStay": 6,
        "maxStay": 15,
        "bedrooms": 5,
        "bathrooms": 4,
        "image": "/images/CountryManor.webp",
        "description": "Welcome to \"Country Manor\" nestled in the serene locale of Hamilton, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $600,000, this charming abode boasts 5 snug bedrooms and 4 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this manor, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 6,
        "name": "Lakeside Cabin",
        "location": "Taupo",
        "longitude": 176.0722,
        "latitude": -38.6857,
        "minStay": 3,
        "maxStay": 10,
        "bedrooms": 3,
        "bathrooms": 2,
        "image": "/images/LakesideCabin.webp",
        "description": "Welcome to \"Lakeside Cabin\" nestled in the serene locale of Taupo, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $400,000, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cabin, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 7,
        "name": "Forest Hideaway",
        "location": "Rotorua",
        "longitude": 176.2497,
        "latitude": -38.1368,
        "minStay": 4,
        "maxStay": 11,
        "bedrooms": 2,
        "bathrooms": 2,
        "image": "/images/ForestHideaway.webp",
        "description": "Welcome to \"Forest Hideaway\" nestled in the serene locale of Rotorua, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $250,000, this charming abode boasts 2 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this hideaway, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 8,
        "name": "Beachfront Bungalow",
        "location": "Whangamata",
        "longitude": 175.8691,
        "latitude": -37.2009,
        "minStay": 5,
        "maxStay": 13,
        "bedrooms": 4,
        "bathrooms": 3,
        "image": "/images/BeachfrontBungalow.webp",
        "description": "Welcome to \"Beachfront Bungalow\" nestled in the serene locale of Whangamata, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $450,000, this charming abode boasts 4 snug bedrooms and 3 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this bungalow, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 9,
        "name": "City Apartment",
        "location": "Wellington",
        "longitude": 174.7762,
        "latitude": -41.2865,
        "minStay": 2,
        "maxStay": 8,
        "bedrooms": 1,
        "bathrooms": 1,
        "image": "/images/CityApartment.webp",
        "description": "Welcome to \"City Apartment\" nestled in the serene locale of Wellington, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $200,000, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this apartment, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 10,
        "name": "Rustic Farmhouse",
        "location": "New Plymouth",
        "longitude": 174.09,
        "latitude": -39.0578,
        "minStay": 6,
        "maxStay": 15,
        "bedrooms": 5,
        "bathrooms": 4,
        "image": "/images/RusticFarmhouse.webp",
        "description": "Welcome to \"Rustic Farmhouse\" nestled in the serene locale of New Plymouth, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $550,000, this charming abode boasts 5 snug bedrooms and 4 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this farmhouse, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    }
]