[
    {
        "id": 1,
        "name": "Seaside Retreat",
        "location": "Wellington",
        "longitude": 174.7787,
        "latitude": -41.2924,
        "minStay": 3,
        "maxStay": 14,
        "price": 320.00,
        "bedrooms": 2,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/1.webp",
        "description": "Welcome to \"Seaside Retreat\" nestled in the serene locale of Wellington, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $320.00 per night, this charming abode boasts 2 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this retreat, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 2,
        "name": "Mountain View",
        "location": "Queenstown",
        "longitude": 168.6626,
        "latitude": -45.0312,
        "minStay": 4,
        "maxStay": 10,
        "price": 450.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/2.webp",
        "description": "Welcome to \"Mountain View\" nestled in the serene locale of Queenstown, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $450.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this home, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 3,
        "name": "Lakefront Paradise",
        "location": "Rotorua",
        "longitude": 176.2497,
        "latitude": -38.1368,
        "minStay": 2,
        "maxStay": 8,
        "price": 300.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/3.webp",
        "description": "Welcome to \"Lakefront Paradise\" nestled in the serene locale of Rotorua, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $300.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this paradise, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 4,
        "name": "Urban Loft",
        "location": "Auckland",
        "longitude": 174.7633,
        "latitude": -36.8485,
        "minStay": 2,
        "maxStay": 7,
        "price": 240.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/4.webp",
        "description": "Welcome to \"Urban Loft\" nestled in the serene locale of Auckland, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $240.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this loft, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 5,
        "name": "Cozy Cottage",
        "location": "Christchurch",
        "longitude": 172.6362,
        "latitude": -43.5321,
        "minStay": 3,
        "maxStay": 10,
        "price": 280.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/5.webp",
        "description": "Welcome to \"Cozy Cottage\" nestled in the serene locale of Christchurch, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $280.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cottage, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 6,
        "name": "Beachfront Bliss",
        "location": "Tauranga",
        "longitude": 176.1673,
        "latitude": -37.6861,
        "minStay": 4,
        "maxStay": 14,
        "price": 400.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/6.webp",
        "description": "Welcome to \"Beachfront Bliss\" nestled in the serene locale of Tauranga, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $400.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this blissful home, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 7,
        "name": "Forest Hideaway",
        "location": "Hamilton",
        "longitude": 175.2742,
        "latitude": -37.7870,
        "minStay": 3,
        "maxStay": 10,
        "price": 270.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/7.webp",
        "description": "Welcome to \"Forest Hideaway\" nestled in the serene locale of Hamilton, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $270.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this hideaway, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 8,
        "name": "City Central",
        "location": "Dunedin",
        "longitude": 170.5036,
        "latitude": -45.8788,
        "minStay": 2,
        "maxStay": 7,
        "price": 220.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/8.webp",
        "description": "Welcome to \"City Central\" nestled in the serene locale of Dunedin, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $220.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this central location, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 9,
        "name": "Countryside Escape",
        "location": "Nelson",
        "longitude": 173.2833,
        "latitude": -41.2706,
        "minStay": 5,
        "maxStay": 14,
        "price": 350.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/9.webp",
        "description": "Welcome to \"Countryside Escape\" nestled in the serene locale of Nelson, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $350.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this escape, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 10,
        "name": "Harbour View",
        "location": "Napier",
        "longitude": 176.9175,
        "latitude": -39.4928,
        "minStay": 3,
        "maxStay": 10,
        "price": 330.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/10.webp",
        "description": "Welcome to \"Harbour View\" nestled in the serene locale of Napier, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $330.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this view, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 11,
        "name": "Riverside Villa",
        "location": "Invercargill",
        "longitude": 168.3733,
        "latitude": -46.4132,
        "minStay": 2,
        "maxStay": 8,
        "price": 280.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/11.webp",
        "description": "Welcome to \"Riverside Villa\" nestled in the serene locale of Invercargill, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $280.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this villa, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 12,
        "name": "Hilltop Haven",
        "location": "Palmerston North",
        "longitude": 175.6082,
        "latitude": -40.3523,
        "minStay": 4,
        "maxStay": 12,
        "price": 340.00,
        "bedrooms": 4,
        "bathrooms": 3,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/12.webp",
        "description": "Welcome to \"Hilltop Haven\" nestled in the serene locale of Palmerston North, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $340.00 per night, this charming abode boasts 4 snug bedrooms and 3 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this haven, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 13,
        "name": "Lakeside Lodge",
        "location": "Taupo",
        "longitude": 176.0702,
        "latitude": -38.6857,
        "minStay": 3,
        "maxStay": 9,
        "price": 370.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/13.webp",
        "description": "Welcome to \"Lakeside Lodge\" nestled in the serene locale of Taupo, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $370.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this lodge, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 14,
        "name": "Garden Apartment",
        "location": "New Plymouth",
        "longitude": 174.0788,
        "latitude": -39.0556,
        "minStay": 2,
        "maxStay": 7,
        "price": 220.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/14.webp",
        "description": "Welcome to \"Garden Apartment\" nestled in the serene locale of New Plymouth, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $220.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this apartment, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 15,
        "name": "Historic Home",
        "location": "Whanganui",
        "longitude": 175.0512,
        "latitude": -39.9308,
        "minStay": 3,
        "maxStay": 11,
        "price": 300.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/15.webp",
        "description": "Welcome to \"Historic Home\" nestled in the serene locale of Whanganui, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $300.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this historic home, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 16,
        "name": "Alpine Chalet",
        "location": "Wanaka",
        "longitude": 169.1345,
        "latitude": -44.7006,
        "minStay": 5,
        "maxStay": 12,
        "price": 390.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/16.webp",
        "description": "Welcome to \"Alpine Chalet\" nestled in the serene locale of Wanaka, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $390.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this chalet, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 17,
        "name": "Luxury Penthouse",
        "location": "Wellington",
        "longitude": 174.7787,
        "latitude": -41.2924,
        "minStay": 2,
        "maxStay": 5,
        "price": 500.00,
        "bedrooms": 4,
        "bathrooms": 3,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/17.webp",
        "description": "Welcome to \"Luxury Penthouse\" nestled in the serene locale of Wellington, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $500.00 per night, this charming abode boasts 4 snug bedrooms and 3 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this penthouse, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 18,
        "name": "Charming Bungalow",
        "location": "Blenheim",
        "longitude": 173.9527,
        "latitude": -41.5134,
        "minStay": 3,
        "maxStay": 8,
        "price": 280.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/18.webp",
        "description": "Welcome to \"Charming Bungalow\" nestled in the serene locale of Blenheim, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $280.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this bungalow, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 19,
        "name": "Secluded Studio",
        "location": "Gisborne",
        "longitude": 178.0181,
        "latitude": -38.6623,
        "minStay": 2,
        "maxStay": 6,
        "price": 190.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/19.webp",
        "description": "Welcome to \"Secluded Studio\" nestled in the serene locale of Gisborne, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $190.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this studio, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 20,
        "name": "Rustic Cabin",
        "location": "Hastings",
        "longitude": 176.8497,
        "latitude": -39.6381,
        "minStay": 3,
        "maxStay": 9,
        "price": 260.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/20.webp",
        "description": "Welcome to \"Rustic Cabin\" nestled in the serene locale of Hastings, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $260.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cabin, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 21,
        "name": "Sunny Villa",
        "location": "Timaru",
        "longitude": 171.2425,
        "latitude": -44.3968,
        "minStay": 2,
        "maxStay": 7,
        "price": 280.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/21.webp",
        "description": "Welcome to \"Sunny Villa\" nestled in the serene locale of Timaru, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $280.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this villa, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 22,
        "name": "Modern Apartment",
        "location": "Hamilton",
        "longitude": 175.2742,
        "latitude": -37.7870,
        "minStay": 2,
        "maxStay": 6,
        "price": 220.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/22.webp",
        "description": "Welcome to \"Modern Apartment\" nestled in the serene locale of Hamilton, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $220.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this apartment, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 23,
        "name": "Country Cottage",
        "location": "Ashburton",
        "longitude": 171.7236,
        "latitude": -43.9051,
        "minStay": 3,
        "maxStay": 8,
        "price": 250.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/23.webp",
        "description": "Welcome to \"Country Cottage\" nestled in the serene locale of Ashburton, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $250.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cottage, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 24,
        "name": "Sea Breeze",
        "location": "Napier",
        "longitude": 176.9175,
        "latitude": -39.4928,
        "minStay": 4,
        "maxStay": 10,
        "price": 310.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/24.webp",
        "description": "Welcome to \"Sea Breeze\" nestled in the serene locale of Napier, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $310.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this sea breeze, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 25,
        "name": "Hillside Hideaway",
        "location": "Greymouth",
        "longitude": 171.2106,
        "latitude": -42.4506,
        "minStay": 3,
        "maxStay": 9,
        "price": 280.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/25.webp",
        "description": "Welcome to \"Hillside Hideaway\" nestled in the serene locale of Greymouth, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $280.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this hideaway, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 26,
        "name": "Beachfront Bliss",
        "location": "Whangarei",
        "longitude": 174.3237,
        "latitude": -35.7251,
        "minStay": 3,
        "maxStay": 10,
        "price": 320.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/26.webp",
        "description": "Welcome to \"Beachfront Bliss\" nestled in the serene locale of Whangarei, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $320.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this bliss, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 27,
        "name": "Mountain Retreat",
        "location": "Queenstown",
        "longitude": 168.6626,
        "latitude": -45.0312,
        "minStay": 4,
        "maxStay": 14,
        "price": 450.00,
        "bedrooms": 4,
        "bathrooms": 3,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/27.webp",
        "description": "Welcome to \"Mountain Retreat\" nestled in the serene locale of Queenstown, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $450.00 per night, this charming abode boasts 4 snug bedrooms and 3 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this retreat, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 28,
        "name": "Forest Cabin",
        "location": "Rotorua",
        "longitude": 176.2497,
        "latitude": -38.1368,
        "minStay": 3,
        "maxStay": 9,
        "price": 300.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/28.webp",
        "description": "Welcome to \"Forest Cabin\" nestled in the serene locale of Rotorua, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $300.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cabin, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 29,
        "name": "Urban Chic",
        "location": "Christchurch",
        "longitude": 172.6306,
        "latitude": -43.5321,
        "minStay": 2,
        "maxStay": 6,
        "price": 240.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/29.webp",
        "description": "Welcome to \"Urban Chic\" nestled in the serene locale of Christchurch, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $240.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this chic, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 30,
        "name": "Harbor Cottage",
        "location": "Whitianga",
        "longitude": 175.7051,
        "latitude": -36.8310,
        "minStay": 3,
        "maxStay": 8,
        "price": 270.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/30.webp",
        "description": "Welcome to \"Harbor Cottage\" nestled in the serene locale of Whitianga, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $270.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cottage, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 31,
        "name": "Seaside Bungalow",
        "location": "Dunedin",
        "longitude": 170.5036,
        "latitude": -45.8788,
        "minStay": 3,
        "maxStay": 9,
        "price": 290.00,
        "bedrooms": 3,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/31.webp",
        "description": "Welcome to \"Seaside Bungalow\" nestled in the serene locale of Dunedin, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $290.00 per night, this charming abode boasts 3 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this bungalow, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 32,
        "name": "Cozy Cottage",
        "location": "Hokitika",
        "longitude": 170.9667,
        "latitude": -42.7175,
        "minStay": 2,
        "maxStay": 7,
        "price": 260.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/32.webp",
        "description": "Welcome to \"Cozy Cottage\" nestled in the serene locale of Hokitika, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $260.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cottage, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 33,
        "name": "Modern Loft",
        "location": "Kerikeri",
        "longitude": 173.9454,
        "latitude": -35.2283,
        "minStay": 3,
        "maxStay": 8,
        "price": 240.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/33.webp",
        "description": "Welcome to \"Modern Loft\" nestled in the serene locale of Kerikeri, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $240.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this loft, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 34,
        "name": "Lakeview Lodge",
        "location": "Taupo",
        "longitude": 176.0723,
        "latitude": -38.6857,
        "minStay": 4,
        "maxStay": 10,
        "price": 350.00,
        "bedrooms": 4,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/34.webp",
        "description": "Welcome to \"Lakeview Lodge\" nestled in the serene locale of Taupo, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $350.00 per night, this charming abode boasts 4 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this lodge, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 35,
        "name": "City Escape",
        "location": "Invercargill",
        "longitude": 168.3538,
        "latitude": -46.4132,
        "minStay": 2,
        "maxStay": 7,
        "price": 200.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/35.webp",
        "description": "Welcome to \"City Escape\" nestled in the serene locale of Invercargill, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $200.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this escape, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 36,
        "name": "Riverfront Haven",
        "location": "Hamilton",
        "longitude": 175.2742,
        "latitude": -37.7870,
        "minStay": 3,
        "maxStay": 9,
        "price": 280.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/36.webp",
        "description": "Welcome to \"Riverfront Haven\" nestled in the serene locale of Hamilton, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $280.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this haven, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 37,
        "name": "Oceanfront Oasis",
        "location": "New Plymouth",
        "longitude": 174.0805,
        "latitude": -39.0556,
        "minStay": 4,
        "maxStay": 10,
        "price": 340.00,
        "bedrooms": 4,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/37.webp",
        "description": "Welcome to \"Oceanfront Oasis\" nestled in the serene locale of New Plymouth, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $340.00 per night, this charming abode boasts 4 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this oasis, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 38,
        "name": "Mountain Chalet",
        "location": "Wanaka",
        "longitude": 169.1430,
        "latitude": -44.7005,
        "minStay": 4,
        "maxStay": 12,
        "price": 370.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/38.webp",
        "description": "Welcome to \"Mountain Chalet\" nestled in the serene locale of Wanaka, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $370.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this chalet, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 39,
        "name": "City Loft",
        "location": "Palmerston North",
        "longitude": 175.6082,
        "latitude": -40.3543,
        "minStay": 2,
        "maxStay": 6,
        "price": 220.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/39.webp",
        "description": "Welcome to \"City Loft\" nestled in the serene locale of Palmerston North, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $220.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this loft, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 40,
        "name": "Countryside Villa",
        "location": "Matamata",
        "longitude": 175.7678,
        "latitude": -37.8105,
        "minStay": 3,
        "maxStay": 9,
        "price": 280.00,
        "bedrooms": 2,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/40.webp",
        "description": "Welcome to \"Countryside Villa\" nestled in the serene locale of Matamata, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $280.00 per night, this charming abode boasts 2 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this villa, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 41,
        "name": "Lakehouse",
        "location": "Twizel",
        "longitude": 170.0970,
        "latitude": -44.2535,
        "minStay": 4,
        "maxStay": 12,
        "price": 350.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/41.webp",
        "description": "Welcome to \"Lakehouse\" nestled in the serene locale of Twizel, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $350.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this lakehouse, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 42,
        "name": "Garden Suite",
        "location": "Levin",
        "longitude": 175.2742,
        "latitude": -40.6227,
        "minStay": 2,
        "maxStay": 7,
        "price": 240.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/42.webp",
        "description": "Welcome to \"Garden Suite\" nestled in the serene locale of Levin, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $240.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this suite, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 43,
        "name": "Bayview Bungalow",
        "location": "Napier",
        "longitude": 176.9184,
        "latitude": -39.4928,
        "minStay": 3,
        "maxStay": 8,
        "price": 260.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/43.webp",
        "description": "Welcome to \"Bayview Bungalow\" nestled in the serene locale of Napier, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $260.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this bungalow, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 44,
        "name": "Country Cottage",
        "location": "Te Anau",
        "longitude": 167.7238,
        "latitude": -45.4155,
        "minStay": 3,
        "maxStay": 9,
        "price": 270.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/44.webp",
        "description": "Welcome to \"Country Cottage\" nestled in the serene locale of Te Anau, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $270.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cottage, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 45,
        "name": "Harbor Loft",
        "location": "Picton",
        "longitude": 174.0014,
        "latitude": -41.2906,
        "minStay": 2,
        "maxStay": 6,
        "price": 250.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/45.webp",
        "description": "Welcome to \"Harbor Loft\" nestled in the serene locale of Picton, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $250.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this loft, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 46,
        "name": "Eco Lodge",
        "location": "Gisborne",
        "longitude": 178.0176,
        "latitude": -38.6623,
        "minStay": 3,
        "maxStay": 8,
        "price": 310.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/46.webp",
        "description": "Welcome to \"Eco Lodge\" nestled in the serene locale of Gisborne, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $310.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this lodge, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 47,
        "name": "Hillside Villa",
        "location": "Timaru",
        "longitude": 171.2397,
        "latitude": -44.3964,
        "minStay": 4,
        "maxStay": 10,
        "price": 330.00,
        "bedrooms": 4,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/47.webp",
        "description": "Welcome to \"Hillside Villa\" nestled in the serene locale of Timaru, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $330.00 per night, this charming abode boasts 4 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this villa, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 48,
        "name": "River Cottage",
        "location": "Wanganui",
        "longitude": 175.0522,
        "latitude": -39.9337,
        "minStay": 2,
        "maxStay": 7,
        "price": 260.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/48.webp",
        "description": "Welcome to \"River Cottage\" nestled in the serene locale of Wanganui, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $260.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this cottage, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 49,
        "name": "City Haven",
        "location": "Upper Hutt",
        "longitude": 175.0456,
        "latitude": -41.1240,
        "minStay": 3,
        "maxStay": 8,
        "price": 290.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/49.webp",
        "description": "Welcome to \"City Haven\" nestled in the serene locale of Upper Hutt, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $290.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this haven, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 50,
        "name": "Seaside Villa",
        "location": "Tauranga",
        "longitude": 176.1674,
        "latitude": -37.6878,
        "minStay": 4,
        "maxStay": 12,
        "price": 380.00,
        "bedrooms": 4,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/50.webp",
        "description": "Welcome to \"Seaside Villa\" nestled in the serene locale of Tauranga, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $380.00 per night, this charming abode boasts 4 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this villa, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 51,
        "name": "Harbor Retreat",
        "location": "Nelson",
        "longitude": 173.2831,
        "latitude": -41.2706,
        "minStay": 3,
        "maxStay": 8,
        "price": 320.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/51.webp",
        "description": "Welcome to \"Harbor Retreat\" nestled in the serene locale of Nelson, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $320.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this retreat, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 52,
        "name": "Mountain Retreat",
        "location": "Queenstown",
        "longitude": 168.6626,
        "latitude": -45.0312,
        "minStay": 4,
        "maxStay": 10,
        "price": 370.00,
        "bedrooms": 4,
        "bathrooms": 3,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/52.webp",
        "description": "Welcome to \"Mountain Retreat\" nestled in the serene locale of Queenstown, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $370.00 per night, this charming abode boasts 4 snug bedrooms and 3 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this retreat, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 53,
        "name": "Forest Hideaway",
        "location": "Rotorua",
        "longitude": 176.2485,
        "latitude": -38.1368,
        "minStay": 3,
        "maxStay": 8,
        "price": 300.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/53.webp",
        "description": "Welcome to \"Forest Hideaway\" nestled in the serene locale of Rotorua, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $300.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this hideaway, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 54,
        "name": "Coastal Retreat",
        "location": "Kaikoura",
        "longitude": 173.6817,
        "latitude": -42.4036,
        "minStay": 4,
        "maxStay": 10,
        "price": 350.00,
        "bedrooms": 4,
        "bathrooms": 3,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/54.webp",
        "description": "Welcome to \"Coastal Retreat\" nestled in the serene locale of Kaikoura, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $350.00 per night, this charming abode boasts 4 snug bedrooms and 3 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this retreat, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 55,
        "name": "City Sanctuary",
        "location": "Whanganui",
        "longitude": 175.0566,
        "latitude": -39.9335,
        "minStay": 2,
        "maxStay": 6,
        "price": 220.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/55.webp",
        "description": "Welcome to \"City Sanctuary\" nestled in the serene locale of Whanganui, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $220.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this sanctuary, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 56,
        "name": "Bay View Apartment",
        "location": "Tauranga",
        "longitude": 176.1674,
        "latitude": -37.6878,
        "minStay": 2,
        "maxStay": 6,
        "price": 230.00,
        "bedrooms": 1,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/56.webp",
        "description": "Welcome to \"Bay View Apartment\" nestled in the serene locale of Tauranga, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $230.00 per night, this charming abode boasts 1 snug bedroom and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this apartment, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 57,
        "name": "Seaside Bungalow",
        "location": "Napier",
        "longitude": 176.9184,
        "latitude": -39.4928,
        "minStay": 3,
        "maxStay": 9,
        "price": 260.00,
        "bedrooms": 2,
        "bathrooms": 1,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/57.webp",
        "description": "Welcome to \"Seaside Bungalow\" nestled in the serene locale of Napier, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $260.00 per night, this charming abode boasts 2 snug bedrooms and 1 immaculate bathroom, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this bungalow, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    },
    {
        "id": 58,
        "name": "Hilltop Haven",
        "location": "Dunedin",
        "longitude": 170.5036,
        "latitude": -45.8788,
        "minStay": 3,
        "maxStay": 9,
        "price": 310.00,
        "bedrooms": 3,
        "bathrooms": 2,
        "wifi": true,
        "familyFriendly": true,
        "offStreetParking": true,
        "image": "/images/58.webp",
        "description": "Welcome to \"Hilltop Haven\" nestled in the serene locale of Dunedin, offering a tranquil escape from the hustle and bustle of urban life. Priced at a steal for $310.00 per night, this charming abode boasts 3 snug bedrooms and 2 immaculate bathrooms, ensuring comfort and convenience for its lucky inhabitants.<br></br>Picture yourself unwinding in the cozy ambiance of this haven, where every corner exudes warmth and relaxation. Whether you're curling up with a book by the fireplace or savoring a cup of tea on the quaint porch, each moment spent here promises to be nothing short of blissful."
    }
]